Repository: kyralux/MapMyDistance
Catalog: lib/l10n/app_*.arb
Languages: de

source: Cancel
de: Abbrechen

source: Save
de: Speichern

# emptyText
source: Create your first goal
de: Erstelle dein erstes Ziel

# newGoalTitle
source: Create a new goal
de: Erstelle ein Ziel

# newGoaStart
source: Starting position
de: Startposition

# newGoalEnde
source: Goal position
de: Zielposition

# newGoaDistance
source: Calculated distance between start and goal:
de: Berechnete Distanz zwischen Start und Ziel:

# locationPickerStart
source: Set starting position
de: Setze Startposition

# locationPickerEnd
source: Set goal position
de: Setze Zielposition

# distanceTitle
source: Distance traveled
de: Distanz zurückgelegt

# distanceDescription
source: How much distance do you want to add?
de: Wie viel Strecke willst du hinzufügen?

# deletionTitle
source: Confirm deletion
de: Löschen bestätigen

# deletionDescription
source: Do you really want to remove this goal?
de: Willst du dieses Ziel wirklich entfernen?

# deletionSubmit
source: Delete
de: Löschen

# distanceHint
source: Enter distance
de: Distanz

# errorValidNumber
source: Enter a valid number
de: ungültige Zahl

# errorGoalNameLong
source: Too many characters, limit it to 100
de: Zu langer Name

# congratsTitle
source: Congratulations!
de: Glückwunsch!

# congratsDesc
source: You did it! You reached your goal!
de: Du hast es geschafft! Du hast dein Ziel erreicht!

source: Kilometers
de: Kilometer

source: Miles
de: Meilen

source: Settings
de: Einstellungen

# settingsUnit
source: Unit
de: Einheit
